import { v4 as uuidv4 } from "uuid";

export const weblogs = [
    {
        id: uuidv4(),
        img: '/Assets/weblog_1.jpg',
        title: "چگونه با نیچ مارکتینگ درآمد بالایی داشته باشیم؟",
        desc: "نیچ مارکتینگ چیست؟ چرا این موضوع به تازگی در دنیای کسب‌ و کارهای اینترنتی و.",
        date: "12 آذر",
        counterComments: 0
    },
    {
        id: uuidv4(),
        img: '/Assets/weblog_2.jpg',
        title: "بازاریابی حسی راهی ساده و کم هزینه برای افزایش فروش",
        desc: "شاید بازاریابی حسی به نظرتان سخت و پیچیده بیاید، ولی قطعا همۀ شما حداقل یکبار.",
        date: "12 آذر",
        counterComments: 1
    },
    {
        id: uuidv4(),
        img: '/Assets/weblog_3.jpg',
        title: "ورود به دنیای آنلاین؛ راهی برای افزایش فروش",
        desc: "تا چند وقت پیش، فروش نسبتا خوبی داشتم؛ اما الان یکی دو سال است که.",
        date: "12 آذر",
        counterComments: 0
    },
    {
        id: uuidv4(),
        img: '/Assets/weblog_4.jpg',
        title: "نیازهای مشتری را بشناسید تا درآمدتان بیشتر شود",
        desc: "چرا فروشگاه رقیبم بیشتر از من فروش دارد؟ این سوالی است که در ذهن خیلی.",
        date: "12 آذر",
        counterComments: 0
    },
    {
        id: uuidv4(),
        img: '/Assets/weblog_5.jpg',
        title: "راه‌های جذب مشتری با تبلیغات دهان به دهان",
        desc: "آگاه کردن مردم از محصولات و خدمات، مهم‌ترین کاری است که بعد از راه‌اندازی کسب.",
        date: "11 آذر",
        counterComments: 1
    },
    {
        id: uuidv4(),
        img: '/Assets/weblog_6.jpg',
        title: "از کجا مشتری پیدا کنم؟ راه‌های پیدا کردن مشتری",
        desc: "چطور مشتری پیدا کنم؟ از کجا میشه مشتری پیدا کرد؟ چرا هر کاری می‌کنم مشتری.",
        date: "11 آذر",
        counterComments: 1
    },
    {
        id: uuidv4(),
        img: '/Assets/weblog_7.jpg',
        title: "برای جذب فالوور بیشتر، پیج‌تان را بهینه کنید",
        desc: "میلیارد کاربر فعال روزانه که نزدیک به 40 میلیون نفر آنها ایرانی هستند! این آمار.",
        date: "11 آذر",
        counterComments: 0
    },
    {
        id: uuidv4(),
        img: '/Assets/weblog_8.jpg',
        title: "12 راهکار افزایش سرعت المنتور",
        desc: "آیا المنتور سرعت سایت شما را کاهش می دهد؟ المنتور یکی از بهترین صفحه سازهای.",
        date: "21 آبان",
        counterComments: 0
    },
    {
        id: uuidv4(),
        img: '/Assets/weblog_9.jpg',
        title: "اصول برگزاری افتتاحیه فروشگاه برای رشد 100 درصدی",
        desc: "یک دسته بادکنک به رنگ مشکی و زرد، یک اسپیکر بزرگ با آهنگ‌های محسن ابراهیم‌زاده.",
        date: "21 آبان",
        counterComments: 0
    },
    {
        id: uuidv4(),
        img: '/Assets/weblog_10.jpg',
        title: "هزینه طراحی سایت با وردپرس چقدر است؟",
        desc: "اگر همین حالا به بازار طراحی سایت رفته و از طراحان مختلف در مورد قیمت.",
        date: "21 آبان",
        counterComments: 4
    }
]